[A_Item_Unique.Artifact_Amulet ArtifactDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Amuleto Misterioso"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[BalanceDefs.ID_MysteriousAmulet MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Amuleto Misterioso"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[BalanceDefs.ID_MysteriousAmulet:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Amuleto mágico do Sr. Miz"
NoConstraintText=""
Suffix=""
Prefix=""

[Character.CharClass_TheMizTemp AIClassDefinition]
DefaultDisplayName="Miz"
UBMKilledByMessageString=""

[VendingMachineGrades.ObjectGrade_VendingMachine_Pendant InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[VendingMachines.InteractiveObj_VendingMachine_Pendant InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader="Máquina de Cura do Dr. Zed"
StatusMenuMapInfoBoxDescription="Cure suas feridas aqui!"

